<template>
  <section class="agreement">
    <h1>Пользовательское соглашение.</h1>
    <ol>
      <li>
        Настоящее Пользовательское соглашение (далее - Соглашение) относится к
        интернет-сайту «Zaka-Zaka», расположенному по адресу
      </li>
      <li>
        Настоящее Соглашение регулирует отношения между Администрацией сайта
        «Zaka-Zaka» (далее - Администрация сайта) и Пользователем данного Сайта.
      </li>
      <li>
        Администрация сайта оставляет за собой право в любое время изменять,
        добавлять или удалять пункты настоящего Соглашения без уведомления
        Пользователя.
      </li>
      <li>
        Использование Сайта Пользователем означает принятие Соглашения и
        изменений, внесенных в настоящее Соглашение.
      </li>
      <li>
        Пользователь несет персональную ответственность за проверку настоящего
        Соглашения на наличие изменений в нем.
      </li>
      <li>
        Все названия продуктов и игр, компаний, торговых марок, товарные знаки,
        логотипы и остальные материалы являются собственностью соответствующих
        владельцев.
      </li>
      <li>
        Пользователь осознанно соглашается с условиями Соглашения с помощью
        сервисов сайта (проставлении галочки в соответствующем поле).
      </li>
    </ol>
    <h1>ОПРЕДЕЛЕНИЯ ТЕРМИНОВ</h1>
    <ol>
      <li>
        Перечисленные ниже термины имеют для целей настоящего Соглашения
        следующее значение:
        <ol>
          <li>
            «Zaka-Zaka» - Интернет-ресурс, расположенный на доменном имени
            <a href="https://zaka-zaka.com">https://zaka-zaka.com</a>,
            осуществляющий свою деятельность Администрацией сайта на правах
            собственности посредством Интернет-ресурса и сопутствующих ему
            сервисов (далее - Сайт).
          </li>
          <li>
            «Zaka-Zaka» - Сайт, содержащий информацию о Товарах и/или Услугах
            и/или Иных ценностях для пользователя, Продавце и/или Исполнителе
            услуг, позволяющий осуществить выбор, заказ и (или) приобретение
            Товара, и/или получение услуги.
          </li>
          <li>
            Товар – лицензионные цифробуквенные ключи программного продукта или
            иные коды для активации программного обеспечения, сведения о котором
            содержатся на Сайте.
          </li>
          <li>
            Пользователь сайта (далее - Пользователь) – дееспособное физическое
            лицо, имеющее доступ к Сайту, посредством сети Интернет и
            использующее Сайт и все его сервисы.
          </li>
          <li>Стороны – Пользователь и Администрация сайта.</li>
          <li>
            Заказ – запрос Пользователя на получение Товара, оформленный в
            соответствии с требованиями Сайта.
          </li>
          <li>
            Содержание сайта (далее - Содержание) - охраняемые результаты
            интеллектуальной деятельности, включая тексты литературных
            произведений, их названия, предисловия, аннотации, статьи,
            иллюстрации, обложки, музыкальные произведения с текстом или без
            текста, графические, текстовые, фотографические, производные,
            составные и иные произведения, пользовательские интерфейсы,
            визуальные интерфейсы, названия товарных знаков, логотипы, программы
            для ЭВМ, базы данных, а также дизайн, структура, выбор, координация,
            внешний вид, общий стиль и расположение данного Содержания,
            входящего в состав Сайта и другие объекты интеллектуальной
            собственности все вместе и/или по отдельности, содержащиеся на сайте
            <a href="https://zaka-zaka.com">https://zaka-zaka.com</a>.
          </li>
          <li>
            Предзаказ – такой Товар, который не поступил еще в продажу, но Заказ
            которого уже можно осуществить. На Сайте указывается срок
            поступления в продажу такого Товара. Указанный срок, цена и другие
            информационные материалы Товара, указанные на сайте, могут быть
            изменены на основании информации, полученной от правообладателя
            (собственника) Товара.
          </li>
        </ol>
      </li>
    </ol>
  </section>
</template>
<script>
export default {};
</script>
<style lang="scss" scoped>
.agreement {
  width: 90vw;
  margin: 0 auto;
  padding: 23px 0;
  & h1 {
    color: #fff;
  }
  & li {
    color: #fff;
    margin-bottom: 12px;
  }
}
</style>