<template>
  <div class="description">
    <p>
      MY.GAMES Store – это игровая платформа, на которой собраны различные
      компьютерные игры. Коллекция регулярно пополняется, и сегодня в обширном
      каталоге можно найти сотни игр – как новинок, которые недавно появились в
      доступе, так и проверенных временем хитов, которые уже завоевали любовь
      миллионов пользователей. При составлении каталога мы опирались на вкусы
      самих игроков. В MY.GAMES Store можно найти игры таких жанров, как экшен
      (action), стратегии (strategy), симуляторы (simulator), билдеры (builder),
      шутеры (shooter), MMORPG, RPG и так далее. Нашлось место и для казуальных
      онлайн и оффлайн игр – забавных бродилок, карточных игр, красочных фэнтези
      приключений.
    </p>
  </div>
</template>
<style lang="scss" scoped>
.description {
  width: 90vw;
  margin: 0 auto 20px;
  font-size: 14px;
  line-height: 1.64;
  text-align: justify;
  color: #858585;
}
@media (max-width: 690px) {
  .description {
    display: none;
  }
}
</style>